{
    "question1": {
        "text": "I lay down to sleep, but I got a message from my friend on KakaoTalk.",
        "answers": {
            "J": "I need to answer them now!!!",
            "P": "Oh well, I have tomorrow. I can answer them tomorrow."
        }
    },
    "question6": {
        "text": "My plan just got cancelled. I have nothing to do now",
        "answers": {
            "J": "For this moment, I have my todo list.",
            "P": "Hmm, time to explore."
        }
    },
    "question7": {
        "text": "I have a date tomorrow.",
        "answers": {
            "J": "Okay. I am going to wear this tomorrow. I will remind them the location and time too.",
            "P": "I am so excited! It will be fun when we hang around."
        }
    },
    "question3": {
        "text": "My friend baked me cookies. However, the cookies are... tasteless.",
        "answers": {
            "F": "I will smile and eat no matter what.",
            "T": "I will tell my friend that they are literally tasteless."
        }
    },
    "question4": {
        "text": "I found a mistake someone made.",
        "answers": {
            "F": "If it's minor, I don't need to correct it. For the last resort, I can fix it for them.",
            "T": "I tell or help them to resolve the problem."
        }
    },
    "question5": {
        "text": "I see my friend is having a hard time.",
        "answers": {
            "F": "I will wait for them to open up to me. Meanwhile, I will support them emotionally.",
            "T": "I will ask them what's wrong and try to help them."
        }
    },
    "question2": {
        "text": "I am having fun with my friends, but someone said they are going home.",
        "answers": {
            "E": "What? But we are having fun? I don't want to be alone. This is sad.",
            "I": "Finally! This is the only chance. I will join them so I can go home and rest."
        }
    },
    "question8": {
        "text": "I have found someone interesting.",
        "answers": {
            "E": "I should talk. We will be friends!",
            "I": "I will wait for the right moment. I don't want to be awkward."
        }
    },
    "question9": {
        "text": "My friend has invited me to a party.",
        "answers": {
            "E": "Yay. Party time. I will definitely go.",
            "I": "Oh thank you. How do I refuse this...?"
        }
    },
    "question10": {
        "text": "Someone asked me a philosophical question.",
        "answers": {
            "N": "Oh I have been thinking of that all the time. Here is what I think.",
            "S": "That's interesting. But that's all."
        }
    },
    "question11": {
        "text": "I am at a restaurant. I am going to order a dish.",
        "answers": {
            "S": "I will order the same dish I always order.",
            "N": "I will order something new. I want to try something new."
        }
    },
    "question12": {
        "text": "You are gazing at the ocean.",
        "answers": {
            "S": "This is beautiful. I want to take a picture.",
            "N": "Who are we? Where are we going? What is the meaning of life?"
        }
    }
}